{
  "club_logo_image_name": "Netball.png",
  "club_name": "NUS Netball Recreational Club",
  "carousel_image_name": [
    "netball.jpg"
  ],
  "about_us": [
    "NUS Netball Recreational Club (NUSNRC) is a group that welcomes all netball enthusiasts, females AND males, regardless of playing experience. Students who are new to the sport are more than welcome to join- all that is required is a set of sports attire, a water bottle and a general interest in sports! Our warm and friendly exco team will take it from there. Not only will we cater to beginners by teaching the fundamentals of the sport, you will be able to put your skills to practice and engage in fun-filled netball games with fellow members.",
    "Netball is an exciting sport played by 2 teams of 7, with each team aiming to score as many goals as possible. Netball relies on tactics more than timeouts and shooters require accuracy, not a backboard. Every position plays a part in bringing the ball down the court. Just as how Netball focuses on an entire squad, not one superstar, NUSNRC focuses on every of our club members within this big family. We make it our mission to know one another on a personal basis and form long lasting, genuine friendships.",
    "As much as stepping is a foul on court, we envision our members to be stepping out of their comfort zone to come together with open communication and feedback during trainings or meetings. This year, NUSNRC is forming an official member list for the club and we welcome anyone with an interest in Netball to join our big family of Netball enthusiasts."
  ],
  "training_sessions": [
    {
      "day": "Tuesday",
      "time": "7pm-9pm",
      "venue": "Netball Courts",
      "venue_link": ""
    }
  ],
  "training_sessions_join_url": "",
  "events": [
    {
      "event_image_name": "",
      "event_name": "Netballuxion 2020",
      "event_date": "tbc",
      "event_description": "",
      "event_website": "",
      "event_sign_up_link": "",
      "event_sign_up_close": "",
      "event_to_show": "true"
    }
  ],
  "instagram_url": "https://www.instagram.com/nusbasketballclub",
  "facebook_url": "https://www.facebook.com/NUSNRC/",
  "telegram_url": ""
}