{
  "club_logo_image_name": "wushulogo.png",
  "club_name": "NUS Wushu",
  "carousel_image_name": [
    "wushu.jpg",
    "wushu3.jpg",
    "wushu2.jpg",
    "wushu4.jpg"
  ],
  "about_us": [
    "Wushu is a blanket term for all Chinese martial arts.  It is an integral part of Chinese culture and helps build character, discipline and virtue. In the past, Chinese martial arts were not only used by the military, but also by civilians for self defense, to improve their health, or simply as part of the history and traditions of individual families and villages.",
   "NUS Wushu focuses on traditional wushu practiced through taolus, which are a set routine comprising connected techniques, choreographed with patterns of attack and defense.",
   "As it does not contain many stunts and acrobatics, traditional wushu is not difficult to pick up or learn, even if one does not have a background in martial arts or sports.",
   "We welcome all who are interested in joining us and learning more about Wushu. Even though Wushu may seem like an individual sport, NUS Wushu has always been working on fostering club bonding through various events and outings. We train hard and play hard. Also, many of our members have stayed in Wushu throughout their years in NUS because of the friendships and bonds fostered.",
    "Interested to find out more? Talk to us now at nuswushu@gmail.com!"
  ],
  "training_sessions": [
    {
      "day": "Mon",
      "time": "7 - 10 pm (Zone A)",
      "venue": "MPSH 6",
      "venue_link": ""
    },
    {
      "day": "Tues",
      "time": "7 - 10 pm (Zone B)",
      "venue": "MPSH 6",
      "venue_link": ""
    },
    {
      "day": "Fri",
      "time": "7 - 10 pm (Zone C)",
      "venue": "MPSH 6",
      "venue_link": ""
    }
  ],
  "training_sessions_join_url": "https://nus.campuslabs.com/engage/submitter/form/start/422901",
  "events": [
    {
      "event_image_name": "ma.png",
      "event_name":"E-SLF Live Demonstration",
      "event_date":"11 Aug 2020",
      "event_description": "Interested to find out more? Join us on our Zoom session from 2.30 pm to learn all about Wushu and other Martial Arts!",
      "event_website": "",
      "event_sign_up_link": "https://bit.ly/SCSLF",
      "event_sign_up_close": "",
      "event_to_show": "true"
    },
    {
      "event_image_name": "wushuids.png",
      "event_name": "Wushu Interest Development Series",
      "event_date": "31 Jan 2020",
      "event_description": "New to sports? Curious about our martial arts form? Sign up and join us for an introductory session. See you there!",
      "event_website": "",
      "event_sign_up_link": "",
      "event_sign_up_close": "",
      "event_to_show": "true"
    }
  ],
  "instagram_url": "https://www.instagram.com/nuswushu",
  "facebook_url": "https://www.facebook.com/NUSWushu/",
  "telegram_url": ""
}
