{
  "club_logo_image_name": "logo_2020.png",
  "club_name": "NUS Cuesports",
  "carousel_image_name": ["cue1.jpg", "cue2.jpeg", "cue3.jpeg", "cue4.jpg"],
  "about_us": [
    "Cuesports consist of pool, snooker, and billiards. The sport is a well developed art of thinking ahead. It is not only a game, but first and foremost a demanding sport that requires good stamina, the logical thinking of a chess player, and the stable hand of a concert pianist.",
    "Here at NUS Cuesports, we welcome players of all skill levels. For beginners, we provide weekly coaching on the fundamentals such as bridging, cueing and aiming. For the more advanced players, we enjoy a close relationship with the varsity athletes to create a competitive gameplay. For anyone who wishes to challenge themselves to greater heights, our annual 8-ball Carnival and 9-ball Open event is the perfect environment to do so.",
    "The friends we make here are the family we choose!",
    "Interested to find out more? Talk to us now at admin@nuscuesports.org!"
  ],
  "training_sessions": [
    {
      "day": "Mon",
      "time": "7 - 9 pm (Resumes in Week 1)",
      "venue": "West Coast Billiard Saloon (opposite Haw Par Villa)",
      "venue_link": ""
    },
    {
      "day": "Wed",
      "time": "7 - 9 pm (Resumes in Week 1)",
      "venue": "West Coast Billiard Saloon (opposite Haw Par Villa)",
      "venue_link": ""
    }
  ],
  "training_sessions_join_url": "https://bit.ly/2D511Eq",
  "events": [
    {
      "event_image_name": "ids2022logo.png",
      "event_name": "IDS 2022",
      "event_date": "17 & 19 Jan 2022",
      "event_description": "Itching to try out a new sport but not sure where to start? Being our 4th edition this year, IDS is back again with more exciting lineups just for you! Just sign up for a trial class today to explore your interests! See you at IDS 2022!",
      "event_website": "",
      "event_sign_up_link": "",
      "event_sign_up_close": "",
      "event_to_show": "true"
    }
  ],
  "instagram_url": "https://www.instagram.com/nuscuesportsclub",
  "facebook_url": "https://www.facebook.com/nuscuesports/",
  "telegram_url": "https://tinyurl.com/cuesportsrecre",
  "linktree_url": ""
}
